Revit 2027 API
GroupTypeId.StairTreads Property
 Treads.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairTreads { get; }
Public Shared ReadOnly Property StairTreads As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairTreads {
	ForgeTypeId^ get ();
}
static member StairTreads : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace